[
    {
        "lat": 46.2276,
        "lng": 2.2137,
        "popup": "<b>France</b><br>Number of agents: 470 with 118 being lost<br>Date of operation started: July 1940<br>Led by: Colonel Maurice Buckmaster<br>Operations: SOE agents engaged in sabotage, subversion and fostering resistance movements to weaken the German War effort. One notable operation was the Jedburgh operation where three-man teams were dropped into France to support the French Resistance before and during D-Day.<br>Number of resistance networks: over 60 were helped established, including the Francs-Tireurs et Partisans and Combat.<br>Damage: Involved in various sabotage operations, including destroying lines, engines and other infrastructure. One successful example was Ben Cowburn’s mission to destroy 6 railway engines at Troyes."
    },
    {
        "lat": 39.0742,
        "lng": 21.8243,
        "popup": "<b>Greece:</b><br>Number of agents: over 600 officers and other ranks<br>Date of operation started: early 1941<br>Led by: Force 133, Brigadier Eddie Myers and Colonel Chris Woodhouse<br>Operations: Operation Harling (1942) which is one of SOE’s most famous missions, where a team of British and Greek partisans blew up the Gorgopotamos viaduct, cutting off German supply lines to North Africa.<br>Number of resistance networks: SOE supported multiple resistance networks, including ELAS (Greek People's Liberation Army) and EDES (National Republican Greek League).<br>Damage: SOE’s operations significantly disrupted German logistics in Greece, including the destruction of railways, bridges, and military supply lines, with operations delaying German reinforcements to other fronts."
    },
    {
        "lat": 41.1533,
        "lng": 21.8243,
        "popup": "<b>Albania:</b><br>Number of agents: around 76<br>Date of operations started: 1943<br>Led by: Force 133, Lieutenant Colonel 'Billy' MacLean and his second-in-command was Major David Smiley.<br>Operations: Primary operations included supporting Albanian resistance movements, sabotage, and intelligence gathering. Operation “Himara” involved the destruction of a German garrison in Albania, but the operation also resulted in casualties and faced challenges in achieving its full objectives.<br>Number of resistance networks: SOE worked with various Communist and Nationalist resistance groups, including the National Liberation Movement (NLM) and Balli Kombëtar.<br>Damage: The SOE struggled to cooperate with various Albanian resistance groups, some of whom were more focused on internal conflicts than fighting the Axis. It led to disruptions of German military logistics, including the destruction of railways, bridges, and supply lines."
    },
    {
        "lat": 56.2639,
        "lng": 9.5018,
        "popup": "<b>Denmark:</b><br>Number of agents: fewer SOE agents operated in Denmark but the exact number isn’t exactly available<br>Date of operations started: 1944<br>Led by: Captain Christian Michael Rottboll<br>Operations: Involved airdropping agents and supplies, including weapons, explosives, and ammunition. They also worked with the Danish resistance to harass the German occupation forces and boost morale. Operation “Carthage” involved an air raid on the Shell House in Copenhagen, resulting in civilian casualties.<br>Number of resistance networks: Worked with various major Danish resistance groups including Borgerlige Partisaner (BOPA), Holger Danske, and the Freedom Council.<br>Damage: Attacks on railways, factories, communication lines, and unfortunately several civilian casualties, injuries, and deaths."
    },
    {
        "lat": 21.9162,
        "lng": 95.9560,
        "popup": "<b>Burma:</b><br>Details about SOE operations in Burma are currently unavailable."
    },
    {
        "lat": 50.5039,
        "lng": 4.4699,
        "popup": "<b>Belgium:</b><br>Details about SOE operations in Belgium are currently unavailable."
    },
    {
        "lat": 36.944975,
        "lng": -4.409041,
        "popup": "<b>Yugoslavia:</b><br>Details about SOE operations in Yugoslavia are currently unavailable."
    },
    {
        "lat": 52.1326,
        "lng": 5.2913,
        "popup": "<b>Netherlands:</b><br>Details about SOE operations in the Netherlands are currently unavailable."
    },
    {
        "lat": 51.9194,
        "lng": 19.1451,
        "popup": "<b>Poland:</b><br>Details about SOE operations in Poland are currently unavailable."
    },
    {
        "lat": 35.8617,
        "lng": 104.1954,
        "popup": "<b>China:</b><br>Details about SOE operations in China are currently unavailable."
    },
    {
        "lat": 20.5937,
        "lng": 78.9629,
        "popup": "<b>India:</b><br>Details about SOE operations in India are currently unavailable."
    },
    {
        "lat": 51.1657,
        "lng": 10.4515,
        "popup": "<b>Germany:</b><br>Details about SOE operations in Germany are currently unavailable."
    },
    {
        "lat": 41.8719,
        "lng": 12.5674,
        "popup": "<b>Italy:</b><br>Details about SOE operations in Italy are currently unavailable."
    },
    {
        "lat": 60.4720,
        "lng": 8.4689,
        "popup": "<b>Norway:</b><br>Details about SOE operations in Norway are currently unavailable."
    },
    {
        "lat": 4.2105,
        "lng": 101.9758,
        "popup": "<b>Malay:</b><br>Details about SOE operations in Malay are currently unavailable."
    },
    {
        "lat": 15.8700,
        "lng": 100.9925,
        "popup": "<b>Thailand:</b><br>Details about SOE operations in Thailand are currently unavailable."
    },
    {
        "lat": -0.6000,
        "lng": 113.7,
        "popup": "<b>Dutch East Indies:</b><br>Details about SOE operations in the Dutch East Indies are currently unavailable."
    }
]