[
    {
        "lat": 46.2276,
        "lng": 2.2137,
        "popup": "<b>France</b><br>Number of agents: 470 with 118 being lost<br>Date of operation started: July 1940<br>Led by: Colonel Maurice Buckmaster<br>Operations: SOE agents engaged in sabotage, subversion and fostering resistance movements to weaken the German War effort. One notable operation was the Jedburgh operation where three-man teams were dropped into France to support the French Resistance before and during D-Day.<br>Number of resistance networks: over 60 were helped established, including the Francs-Tireurs et Partisans and Combat.<br>Damage: Involved in various sabotage operations, including destroying lines, engines and other infrastructure. One successful example was Ben Cowburn’s mission to destroy 6 railway engines at Troyes."
    },
    {
        "lat": 39.0742,
        "lng": 21.8243,
        "popup": "<b>Greece:</b><br>Number of agents: over 600 officers and other ranks<br>Date of operation started: early 1941<br>Led by: Force 133, Brigadier Eddie Myers and Colonel Chris Woodhouse<br>Operations: Operation Harling (1942) which is one of SOE’s most famous missions, where a team of British and Greek partisans blew up the Gorgopotamos viaduct, cutting off German supply lines to North Africa.<br>Number of resistance networks: SOE supported multiple resistance networks, including ELAS (Greek People's Liberation Army) and EDES (National Republican Greek League).<br>Damage: SOE’s operations significantly disrupted German logistics in Greece, including the destruction of railways, bridges, and military supply lines, with operations delaying German reinforcements to other fronts."
    },
    {
        "lat": 41.1533,
        "lng": 21.8243,
        "popup": "<b>Albania:</b><br>Number of agents: around 76<br>Date of operations started: 1943<br>Led by: Force 133, Lieutenant Colonel 'Billy' MacLean and his second-in-command was Major David Smiley.<br>Operations: Primary operations included supporting Albanian resistance movements, sabotage, and intelligence gathering. Operation “Himara” involved the destruction of a German garrison in Albania, but the operation also resulted in casualties and faced challenges in achieving its full objectives.<br>Number of resistance networks: SOE worked with various Communist and Nationalist resistance groups, including the National Liberation Movement (NLM) and Balli Kombëtar.<br>Damage: The SOE struggled to cooperate with various Albanian resistance groups, some of whom were more focused on internal conflicts than fighting the Axis. It led to disruptions of German military logistics, including the destruction of railways, bridges, and supply lines."
    },
    {
        "lat": 56.2639,
        "lng": 9.5018,
        "popup": "<b>Denmark:</b><br>Number of agents: fewer SOE agents operated in Denmark but the exact number isn’t exactly available<br>Date of operations started: 1944<br>Led by: Captain Christian Michael Rottboll<br>Operations: Involved airdropping agents and supplies, including weapons, explosives, and ammunition. They also worked with the Danish resistance to harass the German occupation forces and boost morale. Operation “Carthage” involved an air raid on the Shell House in Copenhagen, resulting in civilian casualties.<br>Number of resistance networks: Worked with various major Danish resistance groups including Borgerlige Partisaner (BOPA), Holger Danske, and the Freedom Council.<br>Damage: Attacks on railways, factories, communication lines, and unfortunately several civilian casualties, injuries, and deaths."
    },
    {
        "lat": 21.9162,
        "lng": 95.9560,
        "popup": "<b>Burma:</b><br>Number of Agents: around 20,000 recruited by Force 136<br>Date of Operations started: 1941, intensifying after the Japanese invasion in 1942.<br>Led by: Lt-Colonel Cromarty Tulloch and Force 136, which is the SOE’s Far East division, who also coordinated with British India Command and the Allied South East Asia Command.<br>Operations: They worked on warfare, intelligence gathering, and training local resistance fighters. Operation “Award” aimed to get an agent onto Ramree Island, and they did this by spreading rumours, dropping leaflets, and organizing a network overland into the Bassein area of Burma.<br>Number of resistance networks: SOE often collaborated with the Chindits, a British India special operations unit, and ethnic minority groups like the Karen, Kachin, and Chin people.<br>Damage: They helped harass and disrupt Japanese supply lines, conducted ambushes, and gathered vital intelligence that contributed to the eventual recapture of Burma in 1945."
    },
    {
        "lat": 50.5039,
        "lng": 4.4699,
        "popup": "<b>Belgium:</b><br>Number of Agents: Approximately 4,000; there isn’t a precise number of SOE agents deployed in Belgium.<br>Date of Operations Started: October 1940.<br>Led by: Several individuals, notably Claude Knight and later Hardy Amies, in the T Section. The T Section, established in December 1940, operated as an independent offshoot of the French Section and focused on Belgium. Elaine Madden worked within the T Section, Michael Trotobas – a typical SOE agent, parachuted into France, arrested, and later involved in sabotage campaigns in Belgium, and Christiaan Lindemans – a motor engineer who later became a double agent.<br>Operations: They were involved in various activities, including contacting resistance groups, organizing reception committees for parachute operations, and assisting with the exfiltration of individuals.<br>Damage: Between June and September 1944, the Belgian resistance blew up 95 railroad bridges, 285 locomotives, 1,365 wagons, and 17 tunnels. They also cut telegraph lines and sabotaged roads, bridges, and canals used for transporting materials. The sabotage efforts, particularly in the Ardennes region, resulted in the deaths of numerous German soldiers, including 600 in one incident where a railway bridge was blown up."
    },
    {
        "lat": 36.944975,
        "lng": -4.409041,
        "popup": "<b>Yugoslavia:</b><br>Number of Agents: Over 10,000 members.<br>Date of Operations Started: 1941.<br>Led by: Operation Bullseye - Capt. D.T. Bill Hudson, Mission Davidson - Basil Davidson, Maclean Mission - Brigadier Fitzroy Maclean, Operation Typical – Yugoslav Partisans and Marshal Tito, led by Col William Deakin.<br>Operations: Primarily worked to support and coordinate local resistance movements, particularly the communist-led Partisans, against the Axis occupation. Supporting resistance movements, intelligence gathering, sabotage and raids, training and supply, and liaison within the Allies.<br>Damage: While impactful, didn’t cause a large amount of overall damage."
    },
    {
        "lat": 52.1326,
        "lng": 5.2913,
        "popup": "<b>Netherlands:</b><br>Number of Agents: 56 agents.<br>Date of Operations Started: 1941.<br>Led by: Section N had four chiefs during the war: RV Laming, Charles Blizard (known as Blunt), Seymour Bingham, and RI Dobson.<br>Operations: Codename “Das Englandspiel,” also known as Operation Nordpol (1942-1944), involved the Germans using captured SOE radio operators and codes to lure the agents into traps. The operation was considered one of the Third Reich’s greatest counter-intelligence successes.<br>Damage: The operation was a disaster for SOE, with a high number of casualties, with 43 being captured by the Germans. Only eight of the 56 SOE agents survived."
    }
    {
        "lat": 51.9194,
        "lng": 19.1451,
        "popup": "<b>Poland:</b><br>Details about SOE operations in Poland are currently unavailable."
    },
    {
        "lat": 35.8617,
        "lng": 104.1954,
        "popup": "<b>China:</b><br>Details about SOE operations in China are currently unavailable."
    },
    {
        "lat": 20.5937,
        "lng": 78.9629,
        "popup": "<b>India:</b><br>Details about SOE operations in India are currently unavailable."
    },
    {
        "lat": 51.1657,
        "lng": 10.4515,
        "popup": "<b>Germany:</b><br>Details about SOE operations in Germany are currently unavailable."
    },
    {
        "lat": 41.8719,
        "lng": 12.5674,
        "popup": "<b>Italy:</b><br>Details about SOE operations in Italy are currently unavailable."
    },
    {
        "lat": 60.4720,
        "lng": 8.4689,
        "popup": "<b>Norway:</b><br>Details about SOE operations in Norway are currently unavailable."
    },
    {
        "lat": 4.2105,
        "lng": 101.9758,
        "popup": "<b>Malay:</b><br>Details about SOE operations in Malay are currently unavailable."
    },
    {
        "lat": 15.8700,
        "lng": 100.9925,
        "popup": "<b>Thailand:</b><br>Details about SOE operations in Thailand are currently unavailable."
    },
    {
        "lat": -0.6000,
        "lng": 113.7,
        "popup": "<b>Dutch East Indies:</b><br>Details about SOE operations in the Dutch East Indies are currently unavailable."
    }
]