[
    {
        "lat": 46.2276,
        "lng": 2.2137,
        "popup": "<b>France</b><br>Number of agents: 470 with 118 being lost<br>Date of operation started: July 1940<br>Led by: Colonel Maurice Buckmaster<br>Operations: SOE agents engaged in sabotage, subversion and fostering resistance movements to weaken the German War effort. One notable operation was the Jedburgh operation where three-man teams were dropped into France to support the French Resistance before and during D-Day.<br>Number of resistance networks: over 60 were helped established, including the Francs-Tireurs et Partisans and Combat.<br>Damage: Involved in various sabotage operations, including destroying lines, engines and other infrastructure. One successful example was Ben Cowburn’s mission to destroy 6 railway engines at Troyes."
    },
    {
        "lat": 39.0742,
        "lng": 21.8243,
        "popup": "<b>Greece:</b><br>Number of agents: over 600 officers and other ranks<br>Date of operation started: early 1941<br>Led by: Force 133, Brigadier Eddie Myers and Colonel Chris Woodhouse<br>Operations: Operation Harling (1942) which is one of SOE’s most famous missions, where a team of British and Greek partisans blew up the Gorgopotamos viaduct, cutting off German supply lines to North Africa.<br>Number of resistance networks: SOE supported multiple resistance networks, including ELAS (Greek People's Liberation Army) and EDES (National Republican Greek League).<br>Damage: SOE’s operations significantly disrupted German logistics in Greece, including the destruction of railways, bridges, and military supply lines, with operations delaying German reinforcements to other fronts."
    },
    {
        "lat": 41.1533,
        "lng": 21.8243,
        "popup": "<b>Albania:</b><br>Number of agents: around 76<br>Date of operations started: 1943<br>Led by: Force 133, Lieutenant Colonel 'Billy' MacLean and his second-in-command was Major David Smiley.<br>Operations: Primary operations included supporting Albanian resistance movements, sabotage, and intelligence gathering. Operation “Himara” involved the destruction of a German garrison in Albania, but the operation also resulted in casualties and faced challenges in achieving its full objectives.<br>Number of resistance networks: SOE worked with various Communist and Nationalist resistance groups, including the National Liberation Movement (NLM) and Balli Kombëtar.<br>Damage: The SOE struggled to cooperate with various Albanian resistance groups, some of whom were more focused on internal conflicts than fighting the Axis. It led to disruptions of German military logistics, including the destruction of railways, bridges, and supply lines."
    },
    {
        "lat": 56.2639,
        "lng": 9.5018,
        "popup": "<b>Denmark:</b><br>Number of agents: fewer SOE agents operated in Denmark but the exact number isn’t exactly available<br>Date of operations started: 1944<br>Led by: Captain Christian Michael Rottboll<br>Operations: Involved airdropping agents and supplies, including weapons, explosives, and ammunition. They also worked with the Danish resistance to harass the German occupation forces and boost morale. Operation “Carthage” involved an air raid on the Shell House in Copenhagen, resulting in civilian casualties.<br>Number of resistance networks: Worked with various major Danish resistance groups including Borgerlige Partisaner (BOPA), Holger Danske, and the Freedom Council.<br>Damage: Attacks on railways, factories, communication lines, and unfortunately several civilian casualties, injuries, and deaths."
    },
    {
        "lat": 21.9162,
        "lng": 95.9560,
        "popup": "<b>Burma:</b><br>Number of Agents: around 20,000 recruited by Force 136<br>Date of Operations started: 1941, intensifying after the Japanese invasion in 1942.<br>Led by: Lt-Colonel Cromarty Tulloch and Force 136, which is the SOE’s Far East division, who also coordinated with British India Command and the Allied South East Asia Command.<br>Operations: They worked on warfare, intelligence gathering, and training local resistance fighters. Operation “Award” aimed to get an agent onto Ramree Island, and they did this by spreading rumours, dropping leaflets, and organizing a network overland into the Bassein area of Burma.<br>Number of resistance networks: SOE often collaborated with the Chindits, a British India special operations unit, and ethnic minority groups like the Karen, Kachin, and Chin people.<br>Damage: They helped harass and disrupt Japanese supply lines, conducted ambushes, and gathered vital intelligence that contributed to the eventual recapture of Burma in 1945."
    },
    {
        "lat": 50.5039,
        "lng": 4.4699,
        "popup": "<b>Belgium:</b><br>Number of Agents: Approximately 4,000; there isn’t a precise number of SOE agents deployed in Belgium.<br>Date of Operations Started: October 1940.<br>Led by: Several individuals, notably Claude Knight and later Hardy Amies, in the T Section. The T Section, established in December 1940, operated as an independent offshoot of the French Section and focused on Belgium. Elaine Madden worked within the T Section, Michael Trotobas – a typical SOE agent, parachuted into France, arrested, and later involved in sabotage campaigns in Belgium, and Christiaan Lindemans – a motor engineer who later became a double agent.<br>Operations: They were involved in various activities, including contacting resistance groups, organizing reception committees for parachute operations, and assisting with the exfiltration of individuals.<br>Damage: Between June and September 1944, the Belgian resistance blew up 95 railroad bridges, 285 locomotives, 1,365 wagons, and 17 tunnels. They also cut telegraph lines and sabotaged roads, bridges, and canals used for transporting materials. The sabotage efforts, particularly in the Ardennes region, resulted in the deaths of numerous German soldiers, including 600 in one incident where a railway bridge was blown up."
    },
    {
        "lat": 36.944975,
        "lng": -4.409041,
        "popup": "<b>Yugoslavia:</b><br>Number of Agents: Over 10,000 members.<br>Date of Operations Started: 1941.<br>Led by: Operation Bullseye - Capt. D.T. Bill Hudson, Mission Davidson - Basil Davidson, Maclean Mission - Brigadier Fitzroy Maclean, Operation Typical – Yugoslav Partisans and Marshal Tito, led by Col William Deakin.<br>Operations: Primarily worked to support and coordinate local resistance movements, particularly the communist-led Partisans, against the Axis occupation. Supporting resistance movements, intelligence gathering, sabotage and raids, training and supply, and liaison within the Allies.<br>Damage: While impactful, didn’t cause a large amount of overall damage."
    },
    {
        "lat": 52.1326,
        "lng": 5.2913,
        "popup": "<b>Netherlands:</b><br>Number of Agents: 56 agents.<br>Date of Operations Started: 1941.<br>Led by: Section N had four chiefs during the war: RV Laming, Charles Blizard (known as Blunt), Seymour Bingham, and RI Dobson.<br>Operations: Codename “Das Englandspiel,” also known as Operation Nordpol (1942-1944), involved the Germans using captured SOE radio operators and codes to lure the agents into traps. The operation was considered one of the Third Reich’s greatest counter-intelligence successes.<br>Damage: The operation was a disaster for SOE, with a high number of casualties, with 43 being captured by the Germans. Only eight of the 56 SOE agents survived."
    },
    {
        "lat": 51.9194,
        "lng": 19.1451,
        "popup": "<b>Poland:</b><br>Number of Agents: 316 agents<br>Date of Operations Started: 1941<br>Led by: Colonel Gubbins as head of the MI Section 'D', which later became the SOE, Major Peter Wilkinson was placed in charge of Poland after July 1939, Christine Granville (Krystyna Skarbek).<br>Operations: Known as Cichociemni or 'Silent Unseen,' they provided intelligence, sabotage, and support to the Home Army, hindering German operations.<br>Damage: By working with resistance forces, the 'Silent Unseen' provided a crucial boost to the morale of occupied societies, demonstrating Allied support and a will to fight back. Despite their crucial role, they suffered significant losses. 103 were killed in combat or executed by the Germans, and further agents died after the war."
    },
    {
        "lat": 35.8617,
        "lng": 104.1954,
        "popup": "<b>China:</b><br>Number of Agents: The exact number of agents is difficult to pinpoint and not readily available.<br>Date of Operations Started: 1941<br>Led by: Force 136, initially started in India.<br>Operations: The China Commando Group, a joint project between the SOE and the Chinese government, aimed to conduct special operations and sabotage Japanese forces. Operation Remorse, centered in Kunming, involved SOE agents engaging in economic espionage and intelligence gathering, often relying on local networks for information.<br>Damage: They were tasked with various operations, including supporting resistance movements, engaging in sabotage, and gathering intelligence, often in dangerous and clandestine environments. While not as extensive as operations in Europe, they still played a crucial role in supporting Chinese resistance against Japanese occupation."
    },
    {
        "lat": 20.5937,
        "lng": 78.9629,
        "popup": "<b>India:</b><br>Number of Agents: A specific number is not readily available and difficult to pinpoint.<br>Date of Operations Started: 1941<br>Led by: Force 136, initially started in India.<br>Operations: A notable operation was Operation Creek, which saw SOE agents in India attack a German cargo ship, Ehrenfels, which was transmitting intelligence to German U-boats, effectively disrupting their communication. India served as a crucial logistical hub and training ground for SOE missions in the Far East.<br>Damage: Primarily related to supporting the Allied war effort in Southeast Asia, intelligence gathering, and collaborating with local resistance groups, rather than direct sabotage or damage within India itself."
    },
    {
        "lat": 51.1657,
        "lng": 10.4515,
        "popup": "<b>Germany:</b><br>Number of Agents: There were fewer than 100 agents deployed within Germany due to the high danger of operating inside the country.<br>Date of Operations Started: 1940, but by 1943, very few operations were being commenced within Germany.<br>Led by: Main leaders within the German operations were Frank Foley, who primarily coordinated Jewish rescue missions, and Denis Rake, who conducted intelligence attacks and used black propaganda against Germany.<br>Operations: Operation Foxley, conducted in 1944, was an assassination plan on Adolf Hitler that ultimately failed but provided the Allies with valuable intelligence and reconnaissance. Another operation carried out by the SOE within Germany involved psychological warfare, where agents distributed fake military commands and orders through radio to disrupt German forces and cause chaos.<br>Damage: Operation Foxley revealed vulnerabilities in Hitler's routine. Psychological warfare misdirected troop deployments and air defense response times, weakening German forces."
    },
    {
        "lat": 41.8719,
        "lng": 12.5674,
        "popup": "<b>Italy:</b><br>Number of Agents: Many agents were deployed within Italy, with estimates ranging from 500 to 600.<br>Date of Operations Started: The operations in Italy began in September 1943, although undercover reconnaissance by SOE started in late 1942.<br>Led by: The operations were led and organized by 'SOE Mission Italy,' with key figures such as Mike Lees and Major Roy Farran, as well as support from monarchist groups in the south.<br>Operations: The agents carried out training of Italian soldiers in demolition and ambush tactics, organized the transport of Allied prisoners of war after Italy surrendered, sabotaged bridges and German convoys to weaken German forces, and supplied explosives and weapons to partisan groups such as Catholic factions.<br>Damage: The SOE agents conducted over 1,000 acts of sabotage against the Axis, causing significant damage. They also assisted in the liberation of many towns in northern Italy."
    },
    {
        "lat": 60.4720,
        "lng": 8.4689,
        "popup": "<b>Norway:</b><br>Number of agents: There were between 400 to 500 agents operating within Norway. It is said that the SOE’s influence in Norway was the most successful within Europe.<br>Date of operations started: The first agents were placed in Norway in 1941.<br>Led by: The operations were led by the “N Section” (Norwegian section), which was based in London. Notable agents within this section were Martin Linge, a Norwegian actor who turned to the armed forces and went on to lead his own military company called Company Linge.<br>Operations: One of the most infamous special operations conducted in Norway was Operation Gunnerside, which took place in 1943. This mission involved the sabotage of a power plant in Vemork, which significantly affected Germany's atomic research, critical to the war effort.<br>Damage: The damage caused by the SOE agents was massive. Other operations combined to help Operation Gunnerside succeed, including destroying rail tracks and other attacks on German infrastructure. These efforts disrupted and slowed German research into atomic weapons, which, if used against the Allies, would have been catastrophic."
    },
    {
        "lat": 4.2105,
        "lng": 101.9758,
        "popup": "<b>Malay:</b><br>Number of agents: The number of agents deployed into Malaya was estimated to be between 300 to 400 agents.<br>Date of operations: They were first introduced into the region in late 1943 and finished early 1944.<br>Led by: The operations were mainly led by Force 136, the designated Far East Asian division. The local Chinese communist guerilla force worked closely with the SOE agents to assist them with missions.<br>Operations: Key operations conducted by these combined forces included building jungle resistance barriers against the Axis. These barriers were located in the Perak, Pahang, and Johore areas. The forces also trained locals and provided them with arms to defend themselves against potential Japanese invasion.<br>Damage: The damage caused by these forces included numerous attacks on railways, military convoys, and bridges to destabilize the attacking forces."
    },
    {
        "lat": 15.8700,
        "lng": 100.9925,
        "popup": "<b>Thailand:</b><br>Number of agents: There were around 200-300 agents deployed into Thailand.<br>Date of operations: The operations began in Thailand in 1944 but had been in planning since 1942.<br>Led by: The operations were primarily led by Force 136, with key figures including Pridi Banomyong, Khaung Aphaiwong, and Prince Suphasawatwongse.<br>Operations: The operations in Thailand involved smuggling equipment and personnel into the country through other nations such as Burma and China. The SOE also collaborated with students to prepare Thailand for a potential Japanese invasion. This included sabotage of Japanese supply lines.<br>Damage: The damage caused by the SOE in Thailand was primarily in intelligence gathering and providing information about Japanese activities."
    },
    {
        "lat": -0.6000,
        "lng": 113.7,
        "popup": "<b>Dutch East Indies:</b><br>Details about SOE operations in the Dutch East Indies are currently unavailable."
    },
    {
        "lat": -0.7893,
        "lng": 113.9213,
        "popup": "<b>Indonesia:</b><br>Number of agents: There were estimated to be 150 to 300 SOE agents within Indonesia.<br>Date of operations: The operations began in late 1943.<br>Led by: The operations were led by Force 136 and had collaboration and cooperation with the Netherlands East Indies Forces Intelligence Service.<br>Operations: Many reconnaissance and intelligence missions were carried out by the agents, mainly being located on islands such as Java and Sumatra. Many disruption efforts were made by the agents against Japan, primarily targeting the shipping lanes between the islands of Indonesia.<br>Damage: The damage committed by the agents against the Axis included many Japanese garrisons being attacked and ambushed in the jungles of Indonesia, primarily in Borneo. Additionally, significant damage was inflicted on Japanese shipping lanes."
    }
]